amd-ucode
awww
base
base-devel
bash-completion
bat
bc
bind
bluez
bluez-utils
brightnessctl
capitaine-cursors
cliphist
cmark
discord
dog
efibootmgr
eza
fastfetch
fd
featherpad
fish
freeglut
fzf
git
glu
greetd
greetd-tuigreet
grim
gst-plugin-pipewire
gvfs-smb
htop
hypridle
hyprland
hyprlock
imagemagick
imv
jasper
jq
jre21-openjdk
kitty
lib32-libcurl-gnutls
lib32-nvidia-utils
libmng
libnotify
libpulse
libva-nvidia-driver
libva-utils
linux-firmware
linux-lts
linux-lts-headers
lxqt-policykit
mako
man-db
materia-gtk-theme
mesa-utils
mpv
mtr
nano
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-open-lts
nvidia-settings
nvidia-utils
nwg-look
otf-font-awesome
papirus-icon-theme
pavucontrol
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pywal
qbittorrent
qrencode
qt6-5compat
qt6-imageformats
qt6-networkauth
qt6-shadertools
qt6ct
rate-mirrors
sbctl
slurp
starship
steam
sudo
systemd-resolvconf
terminus-font
ttf-jetbrains-mono-nerd
unrar
unzip
waybar
wget
wireguard-tools
wireplumber
wofi
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yt-dlp
zip
zoxide
